Repository: aamancio/candoa-browser
Catalog: Candoa/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Could not start dictation.
de: Diktat konnte nicht gestartet werden.
es: No se pudo iniciar el dictado.
fr: Impossible de démarrer la dictée.
ja: 音声入力を開始できませんでした。
pt_br: Não foi possível iniciar o ditado.
zh_hans: 无法开始听写。

source: Couldn't add “%@”.
de: „%@“ konnte nicht hinzugefügt werden.
es: No se ha podido añadir «%@».
fr: Impossible d’ajouter « %@ ».
ja: 「%@」を追加できませんでした。
pt_br: Não foi possível adicionar “%@”.
zh_hans: 无法添加“%@”。

source: Couldn’t Import Bookmarks
de: Lesezeichen konnten nicht importiert werden
es: No se pudieron importar los marcadores
fr: Impossible d’importer les signets
ja: ブックマークを読み込めませんでした
pt_br: Não Foi Possível Importar os Marcadores
zh_hans: 无法导入书签

source: Couldn't install the extension.
de: Die Erweiterung konnte nicht installiert werden.
es: No se pudo instalar la extensión.
fr: Impossible d'installer l'extension.
ja: 拡張機能をインストールできませんでした。
pt_br: Não foi possível instalar a extensão.
zh_hans: 无法安装扩展。

source: Country
de: Land
es: País
fr: Pays
ja: 国
pt_br: País
zh_hans: 国家/地区

source: Create a Space
de: Einen Space erstellen
es: Crear un Espacio
fr: Créer un Espace
ja: スペースを作成
pt_br: Criar um Espaço
zh_hans: 创建一个空间

source: Create Space
de: Space erstellen
es: Crear Espacio
fr: Créer l’Espace
ja: スペースを作成
pt_br: Criar Espaço
zh_hans: 创建空间

source: Creative
de: Kreativ
es: Creativo
fr: Créatif
ja: クリエイティブ
pt_br: Criativo
zh_hans: 创意

source: Curated current models for %@.
de: Ausgewählte aktuelle Modelle für %@.
es: Modelos actuales seleccionados para %@.
fr: Modèles actuels sélectionnés pour %@.
ja: %@向けに厳選された現行モデル。
pt_br: Modelos atuais selecionados para %@.
zh_hans: 为%@精选的当前模型。

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
pt_br: Atual
zh_hans: 当前

source: Current %@ models available to your key.
de: Aktuelle %@-Modelle, die für Ihren Schlüssel verfügbar sind.
es: Modelos actuales de %@ disponibles para tu clave.
fr: Modèles %@ actuels disponibles pour votre clé.
ja: お使いのキーで利用できる現行の%@モデル。
pt_br: Modelos atuais da %@ disponíveis para a sua chave.
zh_hans: 你的密钥可用的当前%@模型。

source: Current Page
de: Aktuelle Seite
es: Página actual
fr: Page actuelle
ja: 現在のページ
pt_br: Página Atual
zh_hans: 当前页面

source: Custom shortcut capture is local to this Mac.
de: Eigene Kurzbefehle werden nur lokal auf diesem Mac erfasst.
es: La captura de atajos personalizados es local en este Mac.
fr: L’enregistrement de raccourcis personnalisés est local à ce Mac.
ja: カスタムショートカットの記録はこのMac内にのみ保存されます。
pt_br: A captura de atalhos personalizados fica apenas neste Mac.
zh_hans: 自定义快捷键录制仅保存在这台 Mac 上。

source: Custom User Agent
de: Eigener User-Agent
es: Agente de usuario personalizado
fr: Agent utilisateur personnalisé
ja: カスタムユーザエージェント
pt_br: Agente de Usuário Personalizado
zh_hans: 自定用户代理

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
pt_br: Escuro
zh_hans: 深色

source: Day
de: Tag
es: Día
fr: Jour
ja: 昼
pt_br: Dia
zh_hans: 白天

source: Debug builds only: reads the provider key from this process's environment.
de: Nur Debug-Builds: liest den Anbieterschlüssel aus der Umgebung dieses Prozesses.
es: Solo en compilaciones de depuración: lee la clave del proveedor del entorno de este proceso.
fr: Versions de débogage uniquement : lit la clé du fournisseur dans l’environnement de ce processus.
ja: デバッグビルドのみ：このプロセスの環境変数からプロバイダのキーを読み込みます。
pt_br: Apenas em builds de Debug: lê a chave do provedor do ambiente deste processo.
zh_hans: 仅限调试构建：从此进程的环境变量中读取提供商密钥。

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
pt_br: Padrão
zh_hans: 默认

source: Default (Automatically Chosen)
de: Standard (automatisch ausgewählt)
es: Por omisión (elegido automáticamente)
fr: Par défaut (choisi automatiquement)
ja: デフォルト（自動的に選択）
pt_br: Padrão (Escolhido Automaticamente)
zh_hans: 默认（自动选取）

source: Default browser
de: Standardbrowser
es: Navegador predeterminado
fr: Navigateur par défaut
ja: デフォルトブラウザ
pt_br: Navegador padrão
zh_hans: 默认浏览器

source: Default Search Engine
de: Standardsuchmaschine
es: Buscador predeterminado
fr: Moteur de recherche par défaut
ja: デフォルトの検索エンジン
pt_br: Buscador Padrão
zh_hans: 默认搜索引擎

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Apagar
zh_hans: 删除

source: Delete "%@" and close its tabs?
de: „%@“ löschen und die zugehörigen Tabs schließen?
es: ¿Eliminar "%@" y cerrar sus pestañas?
fr: Supprimer « %@ » et fermer ses onglets ?
ja: 「%@」を削除してそのタブを閉じますか？
pt_br: Apagar "%@" e fechar suas abas?
zh_hans: 要删除“%@”并关闭其标签页吗？

source: Delete %lld Items
de: %lld Objekte löschen
es: Eliminar %lld elementos
fr: Supprimer %lld éléments
ja: %lld項目を削除
pt_br: Apagar %lld Itens
zh_hans: 删除%lld个项目

source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
pt_br: Apagar Pasta
zh_hans: 删除文件夹

source: Delete Space
de: Space löschen
es: Eliminar Espacio
fr: Supprimer l’Espace
ja: スペースを削除
pt_br: Apagar Espaço
zh_hans: 删除空间

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
pt_br: Negar
zh_hans: 拒绝

source: Describe what you were doing and what you expected to happen.
de: Beschreibe, was du getan hast und was du erwartet hast.
es: Describe qué estabas haciendo y qué esperabas que ocurriera.
fr: Décrivez ce que vous faisiez et ce que vous attendiez.
ja: 何をしていたか、どうなると思っていたかを教えてください。
pt_br: Descreva o que você estava fazendo e o que esperava que acontecesse.
zh_hans: 请描述你当时在做什么，以及你预期会发生什么。

source: Detect your physical location
de: Deinen Standort ermitteln
es: Detectar tu ubicación física
fr: Détecter votre position
ja: 現在地を取得する
pt_br: Detectar sua localização física
zh_hans: 获取你的实际位置

source: Develop
de: Entwickler
es: Desarrollo
fr: Développement
ja: 開発
pt_br: Desenvolvedor
zh_hans: 开发

source: Developer Mode
de: Entwicklermodus
es: Modo de desarrollador
fr: Mode développeur
ja: 開発者モード
pt_br: Modo Desenvolvedor
zh_hans: 开发者模式

source: Developer Settings…
de: Entwicklereinstellungen…
es: Ajustes de desarrollador…
fr: Réglages du développeur…
ja: 開発者向け設定…
pt_br: Ajustes do Desenvolvedor…
zh_hans: 开发者设置…

source: Diamond
de: Diamant
es: Diamante
fr: Losange
ja: ダイヤモンド
pt_br: Diamante
zh_hans: 菱形

source: Direct requests use this provider's API with your own credentials.
de: Direkte Anfragen verwenden die API dieses Anbieters mit Ihren eigenen Zugangsdaten.
es: Las solicitudes directas usan la API de este proveedor con tus propias credenciales.
fr: Les requêtes directes utilisent l’API de ce fournisseur avec vos propres identifiants.
ja: 直接リクエストでは、ご自身の認証情報でこのプロバイダのAPIを使用します。
pt_br: As solicitações diretas usam a API deste provedor com suas próprias credenciais.
zh_hans: 直连请求会使用你自己的凭证访问此提供商的 API。

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
pt_br: Ignorar
zh_hans: 关闭

source: Dismiss Favorites Hint
de: Favoriten-Hinweis schließen
es: Descartar sugerencia de favoritos
fr: Ignorer l’astuce des favoris
ja: お気に入りのヒントを閉じる
pt_br: Ignorar Dica de Favoritos
zh_hans: 关闭个人收藏提示

source: Documents
de: Dokumente
es: Documentos
ja: 書類
pt_br: Documentos
zh_hans: 文稿

source: Don't Allow
de: Nicht erlauben
es: No permitir
fr: Ne pas autoriser
ja: 許可しない
pt_br: Não Permitir
zh_hans: 不允许

source: Done
de: Fertig
es: OK
fr: Terminé
ja: 完了
pt_br: OK
zh_hans: 完成

source: Done.
de: Fertig.
es: Listo.
fr: Terminé.
ja: 完了しました。
pt_br: Concluído.
zh_hans: 已完成。

source: downloading
de: wird geladen
es: descargando
fr: téléchargement en cours
ja: ダウンロード中
pt_br: baixando
zh_hans: 正在下载

source: Downloads are kept
de: Downloads bleiben erhalten
es: Las descargas se conservan
fr: Les téléchargements sont conservés
ja: ダウンロードは保持されます
pt_br: Os downloads são mantidos
zh_hans: 下载内容会保留

source: Drag to add Favorites
de: Zum Hinzufügen von Favoriten ziehen
es: Arrastra para añadir favoritos
fr: Faites glisser pour ajouter des favoris
ja: ドラッグしてお気に入りに追加
pt_br: Arraste para adicionar Favoritos
zh_hans: 拖移以添加个人收藏

source: Drag to adjust theme color
de: Ziehen, um die Themenfarbe anzupassen
es: Arrastra para ajustar el color del tema
fr: Faites glisser pour ajuster la couleur du thème
ja: ドラッグしてテーマカラーを調整
pt_br: Arraste para ajustar a cor do tema
zh_hans: 拖移以调整主题颜色

source: Drag to change Space color
de: Ziehen, um die Space-Farbe zu ändern
es: Arrastra para cambiar el color del Espacio
fr: Faites glisser pour changer la couleur de l’Espace
ja: ドラッグしてスペースのカラーを変更
pt_br: Arraste para mudar a cor do Espaço
zh_hans: 拖移以更改空间颜色

source: Drag to move this pane
de: Ziehen, um diesen Bereich zu bewegen
es: Arrastra para mover este panel
fr: Faites glisser pour déplacer ce panneau
ja: ドラッグしてこのペインを移動
pt_br: Arraste para mover este painel
zh_hans: 拖移以移动此窗格

source: Drag to resize panes; double-click for equal panes
de: Ziehen, um die Größe der Bereiche zu ändern; Doppelklick für gleich große Bereiche
es: Arrastra para redimensionar los paneles; haz doble clic para igualarlos
fr: Faites glisser pour redimensionner les panneaux ; double-cliquez pour les égaliser
ja: ドラッグしてペインのサイズを変更、ダブルクリックで均等に分割
pt_br: Arraste para redimensionar os painéis; clique duas vezes para painéis iguais
zh_hans: 拖移以调整窗格大小；连按两下可均分窗格

source: Drop
de: Tropfen
es: Gota
fr: Goutte
ja: しずく
pt_br: Gota
zh_hans: 水滴

source: Duplicate Tab
de: Tab duplizieren
es: Duplicar pestaña
fr: Dupliquer l’onglet
ja: タブを複製
pt_br: Duplicar Aba
zh_hans: 复制标签页

source: Edit Space
de: Space bearbeiten
es: Editar Espacio
fr: Modifier l’Espace
ja: スペースを編集
pt_br: Editar Espaço
zh_hans: 编辑空间

source: Edit Space...
de: Space bearbeiten...
es: Editar Espacio...
fr: Modifier l’Espace...
ja: スペースを編集...
pt_br: Editar Espaço...
zh_hans: 编辑空间...

source: Edit Space…
de: Space bearbeiten…
es: Editar Space…
fr: Modifier l’espace…
ja: Space を編集…
pt_br: Editar Space…
zh_hans: 编辑 Space…

source: Edit Theme
de: Thema bearbeiten
es: Editar tema
fr: Modifier le thème
ja: テーマを編集
pt_br: Editar Tema
zh_hans: 编辑主题

source: Edit Theme Color…
de: Themenfarbe bearbeiten…
es: Editar color del tema…
fr: Modifier la couleur du thème…
ja: テーマカラーを編集…
pt_br: Editar cor do tema…
zh_hans: 编辑主题颜色…

source: Eli can't use the direct %@ connection until you save a key.
de: Eli kann die direkte %@-Verbindung erst verwenden, wenn Sie einen Schlüssel sichern.
es: Eli no puede usar la conexión directa con %@ hasta que guardes una clave.
fr: Eli ne peut pas utiliser la connexion directe %@ tant que vous n’avez pas enregistré de clé.
ja: キーを保存するまで、Eliは%@への直接接続を使用できません。
pt_br: O Eli não pode usar a conexão direta com %@ até você salvar uma chave.
zh_hans: 在你存储密钥之前，Eli 无法使用 %@ 直连。

source: Eli could not continue the browser task.
de: Eli konnte die Browser-Aufgabe nicht fortsetzen.
es: Eli no pudo continuar la tarea del navegador.
fr: Eli n’a pas pu poursuivre la tâche de navigation.
ja: Eliはブラウザタスクを続行できませんでした。
pt_br: O Eli não pôde continuar a tarefa no navegador.
zh_hans: Eli 无法继续此浏览器任务。

source: Eli fills these into forms you ask it to complete, and leaves anything you haven't filled in blank. Passwords, payment details, and government IDs are never stored here.
de: Eli trägt diese Angaben in Formulare ein, die du ausfüllen lässt, und lässt alles frei, was du nicht angegeben hast. Passwörter, Zahlungsdaten und Ausweisnummern werden hier nie gespeichert.
es: Eli rellena estos datos en los formularios que le pidas completar y deja en blanco lo que no hayas indicado. Aquí nunca se guardan contraseñas, datos de pago ni documentos de identidad.
fr: Eli saisit ces informations dans les formulaires que vous lui demandez de remplir et laisse vide tout ce que vous n’avez pas renseigné. Les mots de passe, les moyens de paiement et les pièces d’identité ne sont jamais enregistrés ici.
ja: Eli は入力を依頼されたフォームにこれらの情報を記入し、未入力の項目は空欄のままにします。パスワード、支払い情報、公的な身分証番号がここに保存されることはありません。
pt_br: O Eli preenche esses dados nos formulários que você pedir para completar e deixa em branco o que você não preencheu. Senhas, dados de pagamento e documentos de identidade nunca são guardados aqui.
zh_hans: 当你让 Eli 填写表单时，它会使用这些信息，并将你未填写的项目留空。此处绝不会保存密码、支付信息或政府身份证件号码。

source: Eli hit a problem reading this page and stopped. Please try again.
de: Eli hatte ein Problem beim Lesen dieser Seite und hat angehalten. Bitte versuche es erneut.
es: Eli tuvo un problema al leer esta página y se detuvo. Inténtalo de nuevo.
fr: Eli a rencontré un problème en lisant cette page et s’est arrêté. Veuillez réessayer.
ja: Eliはこのページの読み取りで問題が発生したため停止しました。もう一度お試しください。
pt_br: O Eli teve um problema ao ler esta página e parou. Tente novamente.
zh_hans: Eli 读取此页面时遇到问题，已停止。请重试。

source: Eli is ready to activate "%@". This may make a consequential change to your account.
de: Eli ist bereit, „%@“ zu aktivieren. Dies kann eine folgenreiche Änderung an Ihrem Account bewirken.
es: Eli está a punto de activar "%@". Esto podría suponer un cambio importante en tu cuenta.
fr: Eli est prêt à activer « %@ ». Cela peut entraîner un changement important sur votre compte.
ja: Eliは「%@」を実行する準備ができました。アカウントに重要な変更が加えられる可能性があります。
pt_br: O Eli está pronto para ativar "%@". Isso pode fazer uma alteração importante na sua conta.
zh_hans: Eli 准备启用“%@”。这可能会对你的账户造成重大更改。

source: Eli is ready to continue this task.
de: Eli ist bereit, diese Aufgabe fortzusetzen.
es: Eli está listo para continuar esta tarea.
fr: Eli est prêt à poursuivre cette tâche.
ja: Eliはこのタスクを続行する準備ができました。
pt_br: O Eli está pronto para continuar esta tarefa.
zh_hans: Eli 已准备好继续此任务。

source: Eli is ready to enter information in "%@". Fill This Page lets Eli complete the other fields here without asking again; sending the form still needs your approval.
de: Eli möchte Informationen in „%@“ eingeben. Mit „Diese Seite ausfüllen“ füllt Eli die übrigen Felder hier ohne erneute Nachfrage aus; das Absenden des Formulars muss weiterhin von dir bestätigt werden.
es: Eli va a introducir información en «%@». «Rellenar esta página» permite que Eli complete los demás campos sin volver a preguntar; enviar el formulario seguirá necesitando tu aprobación.
fr: Eli s’apprête à saisir des informations dans « %@ ». « Remplir cette page » permet à Eli de compléter les autres champs sans redemander ; l’envoi du formulaire nécessite toujours votre approbation.
ja: Eli が「%@」に情報を入力しようとしています。「このページに入力」を選ぶと、以降このページの他の項目は確認なしで入力されます。フォームの送信には引き続き承認が必要です。
pt_br: Eli está pronto para inserir informações em “%@”. “Preencher esta página” deixa o Eli completar os outros campos sem perguntar de novo; enviar o formulário ainda precisa da sua aprovação.
zh_hans: Eli 准备在“%@”中输入信息。选择“填写此页面”后，Eli 将继续填写本页其他字段而不再询问；提交表单仍需你的批准。

source: Eli is ready to enter information in "%@". Review it before continuing.
de: Eli ist bereit, Informationen in „%@“ einzugeben. Überprüfen Sie sie, bevor Sie fortfahren.
es: Eli está a punto de introducir información en "%@". Revísala antes de continuar.
fr: Eli est prêt à saisir des informations dans « %@ ». Vérifiez-les avant de continuer.
ja: Eliは「%@」に情報を入力する準備ができました。続行する前に内容を確認してください。
pt_br: O Eli está pronto para inserir informações em "%@". Revise antes de continuar.
zh_hans: Eli 准备在“%@”中输入信息。请检查后再继续。

source: Eli is ready to open "%@". Review the destination before continuing.
de: Eli ist bereit, „%@“ zu öffnen. Überprüfen Sie das Ziel, bevor Sie fortfahren.
es: Eli está a punto de abrir "%@". Revisa el destino antes de continuar.
fr: Eli est prêt à ouvrir « %@ ». Vérifiez la destination avant de continuer.
ja: Eliは「%@」を開く準備ができました。続行する前にリンク先を確認してください。
pt_br: O Eli está pronto para abrir "%@". Revise o destino antes de continuar.
zh_hans: Eli 准备打开“%@”。请先检查目标地址再继续。

source: Eli is ready to select "%@". Review this choice before continuing.
de: Eli ist bereit, „%@“ auszuwählen. Überprüfen Sie diese Auswahl, bevor Sie fortfahren.
es: Eli está a punto de seleccionar "%@". Revisa esta elección antes de continuar.
fr: Eli est prêt à sélectionner « %@ ». Vérifiez ce choix avant de continuer.
ja: Eliは「%@」を選択する準備ができました。続行する前にこの選択内容を確認してください。
pt_br: O Eli está pronto para selecionar "%@". Revise esta escolha antes de continuar.
zh_hans: Eli 准备选择“%@”。请先检查此选择再继续。

source: Eli is temporarily unavailable.
de: Eli ist vorübergehend nicht verfügbar.
es: Eli no está disponible temporalmente.
fr: Eli est temporairement indisponible.
ja: Eliは一時的に利用できません。
pt_br: O Eli está temporariamente indisponível.
zh_hans: Eli 暂时不可用。

source: Eli is temporarily unavailable. Please try again later.
de: Eli ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
es: Eli no está disponible temporalmente. Inténtalo de nuevo más tarde.
fr: Eli est temporairement indisponible. Veuillez réessayer plus tard.
ja: Eliは一時的に利用できません。後でもう一度お試しください。
pt_br: O Eli está temporariamente indisponível. Tente novamente mais tarde.
zh_hans: Eli 暂时不可用。请稍后重试。

source: Eli requires an active Candoa subscription. Subscribe or restore your plan to continue.
de: Eli erfordert ein aktives Candoa-Abonnement. Abonnieren Sie oder stellen Sie Ihren Tarif wieder her, um fortzufahren.
es: Eli requiere una suscripción activa a Candoa. Suscríbete o restaura tu plan para continuar.
fr: Eli nécessite un abonnement Candoa actif. Abonnez-vous ou restaurez votre forfait pour continuer.
ja: Eliを利用するには有効なCandoaサブスクリプションが必要です。続けるには、登録するかプランを復元してください。
pt_br: O Eli requer uma assinatura ativa do Candoa. Assine ou restaure seu plano para continuar.
zh_hans: 使用 Eli 需要有效的 Candoa 订阅。请订阅或恢复你的方案以继续。

source: Eli returned an invalid response.
de: Eli hat eine ungültige Antwort zurückgegeben.
es: Eli devolvió una respuesta no válida.
fr: Eli a renvoyé une réponse non valide.
ja: Eliから無効な応答が返されました。
pt_br: O Eli retornou uma resposta inválida.
zh_hans: Eli 返回了无效响应。

source: Eli sends direct requests with this key while %@ is selected.
de: Eli sendet direkte Anfragen mit diesem Schlüssel, solange %@ ausgewählt ist.
es: Eli envía solicitudes directas con esta clave mientras %@ está seleccionado.
fr: Eli envoie des requêtes directes avec cette clé lorsque %@ est sélectionné.
ja: %@が選択されている間、Eliはこのキーで直接リクエストを送信します。
pt_br: O Eli envia solicitações diretas com esta chave enquanto %@ estiver selecionado.
zh_hans: 选中 %@ 时，Eli 会使用此密钥发送直连请求。

source: Eli with Candoa Pro
de: Eli mit Candoa Pro
es: Eli con Candoa Pro
fr: Eli avec Candoa Pro
ja: Candoa ProのEli
pt_br: Eli com o Candoa Pro
zh_hans: Candoa Pro 版 Eli

source: Empty Caches
de: Cache-Speicher leeren
es: Vaciar memorias caché
fr: Vider les caches
ja: キャッシュを空にする
pt_br: Esvaziar Caches
zh_hans: 清空缓存

source: Empty Page
de: Leere Seite
es: Página vacía
fr: Page vide
ja: 空のページ
pt_br: Página vazia
zh_hans: 空白页面

source: Enter a %@ API key before saving.
de: Geben Sie vor dem Sichern einen %@-API-Schlüssel ein.
es: Introduce una clave de API de %@ antes de guardar.
fr: Saisissez une clé d’API %@ avant d’enregistrer.
ja: 保存する前に%@のAPIキーを入力してください。
pt_br: Insira uma chave de API de %@ antes de salvar.
zh_hans: 请先输入 %@ API 密钥再存储。

source: Enter a complete user agent string for the current page.
de: Geben Sie einen vollständigen User-Agent-String für die aktuelle Seite ein.
es: Introduce una cadena de agente de usuario completa para la página actual.
fr: Saisissez une chaîne d’agent utilisateur complète pour la page actuelle.
ja: 現在のページに使用する完全なユーザエージェント文字列を入力してください。
pt_br: Insira uma string de agente de usuário completa para a página atual.
zh_hans: 输入用于当前页面的完整用户代理字符串。

source: Enter an OpenAI API key before saving.
de: Geben Sie vor dem Sichern einen OpenAI-API-Schlüssel ein.
es: Introduce una clave de API de OpenAI antes de guardar.
fr: Saisissez une clé d’API OpenAI avant d’enregistrer.
ja: 保存する前にOpenAIのAPIキーを入力してください。
pt_br: Insira uma chave de API da OpenAI antes de salvar.
zh_hans: 请先输入 OpenAI API 密钥再存储。

source: Entering information in %@…
de: Informationen werden in %@ eingegeben…
es: Introduciendo información en %@…
fr: Saisie d’informations dans %@…
ja: %@に情報を入力中…
pt_br: Inserindo informações em %@…
zh_hans: 正在向 %@ 输入信息…

source: Environment (Debug)
de: Umgebung (Debug)
es: Entorno (depuración)
fr: Environnement (débogage)
ja: 環境（デバッグ）
pt_br: Ambiente (Debug)
zh_hans: 环境（调试）

source: Everyday browsing
de: Alltägliches Surfen
es: Navegación diaria
fr: Navigation quotidienne
ja: 日常のブラウズ
pt_br: Navegação do dia a dia
zh_hans: 日常浏览

source: Example Spaces
de: Beispiel-Spaces
es: Espacios de ejemplo
fr: Exemples d’Espaces
ja: スペースの例
pt_br: Exemplos de Espaços
zh_hans: 示例空间

source: Expanded
de: Ausgeklappt
es: Expandido
fr: Déplié
ja: 展開
pt_br: Expandido
zh_hans: 已展开

source: Explain the key points
de: Die wichtigsten Punkte erklären
es: Explica los puntos clave
fr: Expliquer les points clés
ja: 要点を説明
pt_br: Explicar os pontos principais
zh_hans: 解释要点

source: Export as PDF…
de: Als PDF exportieren …
es: Exportar como PDF…
fr: Exporter au format PDF…
ja: PDFとして書き出す…
pt_br: Exportar como PDF…
zh_hans: 导出为PDF…

source: Extensions
de: Erweiterungen
es: Extensiones
ja: 機能拡張
pt_br: Extensões
zh_hans: 扩展

source: Extensions aren't available
de: Erweiterungen sind nicht verfügbar
es: Las extensiones no están disponibles
fr: Les extensions ne sont pas disponibles
ja: 拡張機能は利用できません
pt_br: As extensões não estão disponíveis
zh_hans: 扩展不可用

source: Extensions require macOS 15.4 or later.
de: Erweiterungen erfordern macOS 15.4 oder neuer.
es: Las extensiones requieren macOS 15.4 o posterior.
fr: Les extensions nécessitent macOS 15.4 ou une version ultérieure.
ja: 拡張機能にはmacOS 15.4以降が必要です。
pt_br: As extensões exigem o macOS 15.4 ou posterior.
zh_hans: 扩展需要 macOS 15.4 或更高版本。

source: failed
de: fehlgeschlagen
es: fallido
fr: échec
ja: 失敗
pt_br: falhou
zh_hans: 失败

source: Failed — %@
de: Fehlgeschlagen — %@
es: Error — %@
fr: Échec — %@
ja: 失敗 — %@
pt_br: Falhou — %@
zh_hans: 失败 — %@

source: Family name
de: Nachname
es: Apellidos
fr: Nom
ja: 姓
pt_br: Sobrenome
zh_hans: 姓

source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 高速
pt_br: Rápido
zh_hans: 快速

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
pt_br: Favoritos
zh_hans: 个人收藏

source: Favorites keep your most used sites and apps close
de: Favoriten halten Ihre meistgenutzten Websites und Apps griffbereit
es: Los favoritos mantienen a mano tus sitios y apps más usados
fr: Les favoris gardent vos sites et apps les plus utilisés à portée de main
ja: お気に入りで、よく使うサイトやアプリをいつでもすぐに開けます
pt_br: Os Favoritos mantêm seus sites e apps mais usados por perto
zh_hans: 个人收藏让你最常用的网站和应用触手可及

source: Feature flags are unavailable in this build of WebKit.
de: Feature-Flags sind in diesem WebKit-Build nicht verfügbar.
es: Los feature flags no están disponibles en esta versión de WebKit.
fr: Les feature flags ne sont pas disponibles dans cette version de WebKit.
ja: このWebKitビルドでは機能フラグを利用できません。
pt_br: Feature Flags não estão disponíveis nesta versão do WebKit.
zh_hans: 此 WebKit 版本不支持功能标志。

source: File download location
de: Speicherort für Downloads
es: Ubicación de descarga de archivos
fr: Emplacement de téléchargement des fichiers
ja: ファイルのダウンロード先
pt_br: Local de download dos arquivos
zh_hans: 文件下载位置

source: FILES
de: DATEIEN
es: ARCHIVOS
fr: FICHIERS
ja: ファイル
pt_br: ARQUIVOS
zh_hans: 文件

source: Files you save stay in your Downloads folder.
de: Gesicherte Dateien bleiben in Ihrem Ordner „Downloads“.
es: Los archivos que guardes permanecen en tu carpeta Descargas.
fr: Les fichiers que vous enregistrez restent dans votre dossier Téléchargements.
ja: 保存したファイルは「ダウンロード」フォルダに残ります。
pt_br: Os arquivos que você salvar ficam na sua pasta Downloads.
zh_hans: 你存储的文件会保留在“下载”文件夹中。

source: Fill This Page
de: Diese Seite ausfüllen
es: Rellenar esta página
fr: Remplir cette page
ja: このページに入力
pt_br: Preencher esta página
zh_hans: 填写此页面

source: Filled Star
de: Gefüllter Stern
es: Estrella rellena
fr: Étoile pleine
ja: 塗りつぶした星
pt_br: Estrela Preenchida
zh_hans: 实心星形

source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
pt_br: Buscar
zh_hans: 查找

source: Find anything quickly
de: Alles schnell finden
es: Encuentra cualquier cosa rápidamente
fr: Trouvez tout rapidement
ja: 何でもすばやく見つける
pt_br: Encontre qualquer coisa rapidamente
zh_hans: 快速查找任何内容
